Repository: kddlb/ManzanaVision
Catalog: App/ManzanaVision/ManzanaVision/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: %.0f packets/s
es: %.0f paquetes/s
pt_br: %.0f pacotes/s

source: %lld CC errors, %lld decode errors
es: %lld errores CC, %lld errores de decodificación
pt_br: %lld erros CC, %lld erros de decodificação

source: %lld restarts, %lld stalls, %lld rebuffers
es: %lld reinicios, %lld bloqueos, %lld recargas de búfer
pt_br: %lld reinícios, %lld travamentos, %lld rebuffers

source: Another program is using the tuner (for example the manzanavision command-line tool). Close it to watch here.
es: Otro programa está usando el sintonizador (por ejemplo, la herramienta de línea de comandos manzanavision). Ciérralo para ver TV aquí.
pt_br: Outro programa está usando o sintonizador (por exemplo, a ferramenta de linha de comando manzanavision). Feche-o para assistir aqui.

source: Another program is using the tuner.
es: Otro programa está usando el sintonizador.
pt_br: Outro programa está usando o sintonizador.

source: Automatic (YADIF, 60 fps)
es: Automático (YADIF, 60 fps)
pt_br: Automático (YADIF, 60 fps)

source: Buffer
es: Búfer

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Cancel Export
es: Cancelar exportación
pt_br: Cancelar exportação

source: Cancelled.
es: Cancelado.
pt_br: Cancelado.

source: Channel
es: Canal
pt_br: Canal

source: Channel list
es: Lista de canales
pt_br: Lista de canais

source: Channels
es: Canales
pt_br: Canais

source: Choose
es: Elegir
pt_br: Escolher

source: Choose a recording to export for QuickTime.
es: Elige una grabación para exportar para QuickTime.
pt_br: Escolha uma gravação para exportar para o QuickTime.

source: Choose…
es: Elegir…
pt_br: Escolher…

source: DATA
es: DATOS
pt_br: DADOS

source: Damage
es: Daños
pt_br: Danos

source: Decoder (30 fps, lowest power)
es: Decodificador (30 fps, menor consumo)
pt_br: Decodificador (30 fps, menor consumo)

source: Deinterlacing
es: Desentrelazado
pt_br: Desentrelaçamento

source: Dismiss
es: Cerrar
pt_br: Fechar

source: Done
es: OK
pt_br: OK

source: Errors
es: Errores
pt_br: Erros

source: Export Recording for QuickTime…
es: Exportar grabación para QuickTime…
pt_br: Exportar gravação para QuickTime…

source: Export failed: %@
es: Falló la exportación: %@
pt_br: Falha na exportação: %@

source: Exported %@
es: %@ exportado
pt_br: %@ exportado

source: Exporting %@
es: Exportando %@
pt_br: Exportando %@

source: Found %lld channels on %lld frequencies.
es: Se encontraron %lld canales en %lld frecuencias.
pt_br: Foram encontrados %lld canais em %lld frequências.

source: From RF %lld
es: Desde RF %lld
pt_br: De RF %lld

source: HD layer not decoding
es: La capa HD no se decodifica
pt_br: A camada HD não está sendo decodificada

source: Hide Signal Info
es: Ocultar información de señal
pt_br: Ocultar informações do sinal

source: Keep Recording
es: Seguir grabando
pt_br: Continuar gravando

source: Layers
es: Capas
pt_br: Camadas

source: Level
es: Nivel
pt_br: Nível

source: ManzanaVision plays TV from a DiBcom STK8096GP USB tuner. Connect it to start watching.
es: ManzanaVision reproduce TV desde un sintonizador USB DiBcom STK8096GP. Conéctalo para empezar a ver.
pt_br: O ManzanaVision reproduz TV a partir de um sintonizador USB DiBcom STK8096GP. Conecte-o para começar a assistir.

source: Next Channel
es: Canal siguiente
pt_br: Próximo canal

source: No Channels
es: No hay canales
pt_br: Nenhum canal

source: No Channels Yet
es: Aún no hay canales
pt_br: Ainda não há canais

source: No Signal
es: Sin señal
pt_br: Sem sinal

source: No signal.
es: Sin señal.
pt_br: Sem sinal.

source: Nothing
es: Nada
pt_br: Nada

source: Nothing is being received on RF %lld. Check the antenna, or scan again.
es: No se recibe nada en RF %lld. Revisa la antena o vuelve a buscar canales.
pt_br: Nada está sendo recebido em RF %lld. Verifique a antena ou faça uma nova busca.

source: Off
es: Desactivado
pt_br: Desativado

source: Picture in Picture
es: Imagen dentro de imagen

source: Playback
es: Reproducción
pt_br: Reprodução

source: Playing recordings from
es: Reproduciendo grabaciones de
pt_br: Reproduzindo gravações de

source: Plug In Your Tuner
es: Conecta tu sintonizador
pt_br: Conecte o sintonizador

source: Plug the tuner back in to continue watching.
es: Vuelve a conectar el sintonizador para seguir viendo.
pt_br: Conecte o sintonizador novamente para continuar assistindo.

source: Poor reception
es: Mala recepción
pt_br: Recepção ruim

source: Previous Channel
es: Canal anterior
pt_br: Canal anterior

source: RF %lld of %lld–%lld…
es: RF %lld de %lld–%lld…
pt_br: RF %lld de %lld–%lld…

source: Record
es: Grabar
pt_br: Gravar

source: Record For
es: Grabar durante
pt_br: Gravar por

source: Record this channel
es: Grabar este canal
pt_br: Gravar este canal

source: Recording
es: Grabando
pt_br: Gravando

source: Recording Stopped
es: Grabación detenida
pt_br: Gravação interrompida

source: Recordings
es: Grabaciones
pt_br: Gravações

source: Recordings are saved as broadcast, in MPEG-TS, and play in VLC, IINA or mpv. For QuickTime, Photos or an iPhone, use File → Export Recording for QuickTime.
es: Las grabaciones se guardan tal como se transmiten, en MPEG-TS, y se reproducen en VLC, IINA o mpv. Para QuickTime, Fotos o un iPhone, usa Archivo → Exportar grabación para QuickTime.
pt_br: As gravações são salvas como transmitidas, em MPEG-TS, e tocam no VLC, IINA ou mpv. Para o QuickTime, o Fotos ou um iPhone, use Arquivo → Exportar gravação para QuickTime.

source: Recovery
es: Recuperación
pt_br: Recuperação

source: Save recordings in
es: Guardar grabaciones en
pt_br: Salvar gravações em

source: Scan
es: Buscar
pt_br: Buscar

source: Scan for Channels
es: Buscar canales
pt_br: Buscar canais

source: Scan for channels
es: Buscar canales
pt_br: Buscar canais

source: Scan for channels to fill the list.
es: Busca canales para llenar la lista.
pt_br: Busque canais para preencher a lista.

source: Scan stopped: %@
es: Búsqueda detenida: %@
pt_br: Busca interrompida: %@

source: Scan to find the channels you can receive.
es: Busca los canales que puedes recibir.
pt_br: Busque os canais que você pode receber.

source: Scanning RF %lld…
es: Buscando en RF %lld…
pt_br: Buscando em RF %lld…

source: Scan…
es: Buscar…
pt_br: Buscar…

source: Show Licences
es: Mostrar licencias
pt_br: Mostrar licenças

source: Show Recordings
es: Mostrar grabaciones
pt_br: Mostrar gravações

source: Show Signal Info
es: Mostrar información de señal
pt_br: Mostrar informações do sinal

source: Show in Finder
es: Mostrar en el Finder
pt_br: Mostrar no Finder

source: Show one-seg (mobile) channels
es: Mostrar canales one-seg (móviles)
pt_br: Mostrar canais 1seg (celular)

source: Signal
es: Señal
pt_br: Sinal

source: Signal lost — re-tuning
es: Señal perdida — resintonizando
pt_br: Sinal perdido — ressintonizando

source: Signal, no lock
es: Hay señal, sin enganche
pt_br: Há sinal, sem sincronismo

source: Simulate Signal Loss
es: Simular pérdida de señal
pt_br: Simular perda de sinal

source: Start Recording
es: Empezar a grabar
pt_br: Começar a gravar

source: Starting the tuner…
es: Iniciando el sintonizador…
pt_br: Iniciando o sintonizador…

source: Stop
es: Detener
pt_br: Parar

source: Stop Recording
es: Detener grabación
pt_br: Parar gravação

source: Stop Recording and Watch %@ %@
es: Detener la grabación y ver %@ %@
pt_br: Parar a gravação e assistir a %@ %@

source: Stop Recording?
es: ¿Detener la grabación?
pt_br: Parar a gravação?

source: Stop recording
es: Detener la grabación
pt_br: Parar a gravação

source: Stop recording to scan
es: Detén la grabación para buscar canales
pt_br: Pare a gravação para buscar canais

source: The tuner firmware file is damaged. Reinstall ManzanaVision.
es: El archivo de firmware del sintonizador está dañado. Reinstala ManzanaVision.
pt_br: O arquivo de firmware do sintonizador está danificado. Reinstale o ManzanaVision.

source: The tuner firmware file is missing. Reinstall ManzanaVision.
es: Falta el archivo de firmware del sintonizador. Reinstala ManzanaVision.
pt_br: O arquivo de firmware do sintonizador não foi encontrado. Reinstale o ManzanaVision.

source: The tuner isn't plugged in.
es: El sintonizador no está conectado.
pt_br: O sintonizador não está conectado.

source: The tuner rejected its firmware. Unplug it and plug it back in.
es: El sintonizador rechazó su firmware. Desconéctalo y vuelve a conectarlo.
pt_br: O sintonizador rejeitou o firmware. Desconecte-o e conecte-o novamente.

source: The tuner stopped responding. Unplug it and plug it back in.
es: El sintonizador dejó de responder. Desconéctalo y vuelve a conectarlo.
pt_br: O sintonizador parou de responder. Desconecte-o e conecte-o novamente.

source: There's only one tuner, so changing channel ends the recording.
es: Hay un solo sintonizador, así que cambiar de canal termina la grabación.
pt_br: Há só um sintonizador, então trocar de canal encerra a gravação.

source: To RF %lld
es: Hasta RF %lld
pt_br: Até RF %lld

source: Tuner
es: Sintonizador
pt_br: Sintonizador

source: Tuner Firmware Problem
es: Problema con el firmware del sintonizador
pt_br: Problema no firmware do sintonizador

source: Tuner In Use
es: Sintonizador en uso
pt_br: Sintonizador em uso

source: Tuner Unplugged
es: Sintonizador desconectado
pt_br: Sintonizador desconectado

source: Tunes each UHF channel in the range and saves the services it finds. Playback stops while scanning.
es: Sintoniza cada canal UHF del rango y guarda los servicios que encuentra. La reproducción se detiene durante la búsqueda.
pt_br: Sintoniza cada canal UHF do intervalo e salva os serviços encontrados. A reprodução é interrompida durante a busca.

source: Tuning %@ %@…
es: Sintonizando %@ %@…
pt_br: Sintonizando %@ %@…

source: Use Default
es: Usar la predeterminada
pt_br: Usar a padrão

source: Weak reception
es: Recepción débil
pt_br: Recepção fraca

source: mode %lld, GI %@
es: modo %lld, IG %@
pt_br: modo %lld, IG %@

source: not found
es: no encontrado
pt_br: não encontrado

source: until %@
es: hasta las %@
pt_br: até %@

source: Audio
pt_br: Áudio

source: RADIO
pt_br: RÁDIO

source: Video
pt_br: Vídeo

source: video %.1f s, audio %.1f s
pt_br: vídeo %.1f s, áudio %.1f s
